Repository: andersbjorkland/core
Catalog: translations/security.*.xlf
Languages: sv_se

source: An authentication exception occurred.
sv_se: Ett autentiseringsfel har inträffat.

source: Authentication credentials could not be found.
sv_se: Autentiseringsuppgifter kunde inte hittas.

source: Authentication request could not be processed due to a system problem.
sv_se: Autentiseringsbegäran kunde inte hanteras på grund av ett systemfel.

source: Invalid credentials.
sv_se: Ogiltiga uppgifter.

source: Cookie has already been used by someone else.
sv_se: Cookie har redan används av någon annan.

source: Not privileged to request the resource.
sv_se: Behörighet att ta del av resurs saknas.

source: Invalid CSRF token.
sv_se: Ogiltig CSRF-token.

source: No authentication provider found to support the authentication token.
sv_se: Ingen autentiseringsresurs hittades för att hantera autentiseringstoken.

source: No session available, it either timed out or cookies are not enabled.
sv_se: Ingen session tillgänglig. Den har antingen utgått eller cookies är ej aktiverade.

source: No token could be found.
sv_se: Ingen token kunde hittas.

source: Username could not be found.
sv_se: Användarnamn kunde inte hittas

source: Account has expired.
sv_se: Konto har utgått.

source: Credentials have expired.
sv_se: Autentiseringsuppgifter har utgått.

source: Account is disabled.
sv_se: Konto är inaktiverat.

source: Account is locked.
sv_se: Konto är låst.

source: User is disabled.
sv_se: Användare är inaktiverad.
