Repository: andersbjorkland/core
Catalog: translations/validators.*.xlf
Languages: sv_se

source: This value should be false.
sv_se: Detta värde borde vara falskt.

source: This value should be true.
sv_se: Detta värde borde vara sant.

source: This value should be of type {{ type }}.
sv_se: Detta värde borde vara av typen {{ type }}.

source: This value should be blank.
sv_se: Detta värde borde vara tomt.

source: The value you selected is not a valid choice.
sv_se: Värdet du valde är inte ett giltigt val.

source: 0d999f2
sv_se: Du måste välja minst {{ limit }} val.|Du måste välja minst {{ limit }} val.

source: One or more of the given values is invalid.
sv_se: Ett eller flera av de angivna värdena är ogiltiga.

source: This field was not expected.
sv_se: Detta fält var inte förväntat.

source: This field is missing.
sv_se: Detta fält saknas.

source: This value is not a valid date.
sv_se: Detta värde är inte ett giltigt datum.

source: This value is not a valid datetime.
sv_se: Detta värde är inte en giltig datetime.

source: This value is not a valid email address.
sv_se: Detta värde är inte en giltig epost-adress

source: The file could not be found.
sv_se: Filen kunde inte hittas.

source: The file is not readable.
sv_se: Filen kan inte läsas.

source: 1ad411a
sv_se: Filen är för stor ({{ size }} {{ suffix }}). Maximalt tillåten storlek är {{ limit }} {{ suffix }}.

source: 30a318d
sv_se: Filens mime-type är ogiltig ({{ type }}). Tillåtna mime-typer är {{ types }}.

source: This value should be {{ limit }} or less.
sv_se: Detta värde borde vara {{ limit }} eller mindre.

source: 0e0c1e1
sv_se: Detta värde är för långt. Det borde vara {{ limit }} tecken eller mindre.|Detta värde är för långt. Det borde vara {{ limit }} tecken eller mindre.

source: This value should be {{ limit }} or more.
sv_se: Detta värde borde vara {{ limit }} eller mer.

source: 5188ff9
sv_se: Detta värde är för kort. Det borde ha {{ limit }} tecken eller mer.|Detta värde är för kort. Det borde ha {{ limit }} tecken eller mer.

source: This value should not be blank.
sv_se: Detta värde borde inte vara tomt.

source: This value should not be null.
sv_se: Detta värde borde inte vara null.

source: This value should be null.
sv_se: Detta värde borde vara null.

source: This value is not valid.
sv_se: Detta värde är inte giltigt.

source: This value is not a valid time.
sv_se: Detta värde är inte en giltig tid.

source: This value is not a valid URL.
sv_se: Detta värde är inte en giltig URL.

source: The two values should be equal.
sv_se: De två värdena borde vara lika.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
sv_se: Filen är för stor. Maximalt tillåten storlek är {{ limit }} {{ suffix }}.

source: The file is too large.
sv_se: Filen är för stor.

source: The file could not be uploaded.
sv_se: Filen kunde inte laddas upp.

source: This value should be a valid number.
sv_se: Detta värde borde vara ett giltigt nummer.

source: This file is not a valid image.
sv_se: Denna fil är inte en giltig bild.

source: This is not a valid IP address.
sv_se: Detta är inte en giltig IP-adress.

source: This value is not a valid language.
sv_se: Detta värde är inte ett giltigt språk.

source: This value is not a valid locale.
sv_se: Detta värde är inte en giltig språkinställning.

source: This value is not a valid country.
sv_se: Detta värde är inte ett giltigt land.

source: This value is already used.
sv_se: Detta värde är redan i användning.

source: The size of the image could not be detected.
sv_se: Storleken på bilden kunde inte uppfattas.

source: 266051e
sv_se: Bilden är för bred ({{ width }}px). Maximalt tillåten bredd är {{ max_width }}px.

source: c1c23f9
sv_se: Bilden är för smal ({{ width }}px). Minsta tillåtna bredd är {{ min_width }}px.

source: 9a128f7
sv_se: Bilden är för hög ({{ height }}px). Maximalt tillåten höjd är {{ max_height }}px.

source: 8a4cd70
sv_se: Bildens höjd är för liten ({{ height }}px). Minsta tillåtna höjd är {{ min_height }}px.

source: This value should be the user's current password.
sv_se: Detta värde borde vara användarens nuvarande lösenord.

source: fd389d6
sv_se: Detta värde borde ha exakt {{ limit }} tecken.|Detta värde borde ha exakt {{ limit }} tecken.

source: The file was only partially uploaded.
sv_se: Filen laddades bara delvis upp.

source: No file was uploaded.
sv_se: Ingen fil laddades upp.

source: No temporary folder was configured in php.ini.
sv_se: Ingen tillfällig filmapp är konfigurerad i php.ini, eller den konfigurerade filmappen existerar inte.

source: Cannot write temporary file to disk.
sv_se: Kan inte skriva tillfällig fil till lagringsutrymmet.

source: A PHP extension caused the upload to fail.
sv_se: Filuppladdningen misslyckades på grund av ett PHP-tillägg.

source: b54c218
sv_se: Denna samling borde innehålla {{ limit }} element eller fler.|Denna samling borde innehålla {{ limit }} element eller fler.

source: 949632c
sv_se: Denna samling borde innehålla {{ limit }} element eller färre.|Denna samling borde innehålla {{ limit }} element eller färre.

source: e0582dc
sv_se: Denna samling borde innehålla exakt {{ limit }} element.|Denna samling borde innehålla exakt {{ limit }} element.

source: Invalid card number.
sv_se: Ogiltigt kortnummer.

source: Unsupported card type or invalid card number.
sv_se: Korttypen stöds inte eller ogiltigt kortnummer.

source: This is not a valid International Bank Account Number (IBAN).
sv_se: Detta är inte ett giltigt International Bank Account Number (IBAN).

source: This value is not a valid ISBN-10.
sv_se: Detta är inte ett giltigt ISBN-10.

source: This value is not a valid ISBN-13.
sv_se: Detta är inte ett giltigt ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
sv_se: Detta värde är varken ett giltigt ISBN-10 eller ett giltigt ISBN-13.

source: This value is not a valid ISSN.
sv_se: Detta värde är inte ett giltigt ISSN.

source: This value is not a valid currency.
sv_se: Detta värde är inte en giltig valuta.

source: This value should be equal to {{ compared_value }}.
sv_se: Detta värde borde vara lika med {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
sv_se: Detta värde borde vara större än {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
sv_se: Detta värde borde vara större eller lika med {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
sv_se: Detta värde borde vara mindre än {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
sv_se: Detta värde borde vara mindre än eller lika med {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
sv_se: Detta värde borde inte vara lika med { compared_value }}.

source: 0eedf91
sv_se: Detta värde borde inte vara identiskt med {{ compared_value_type }} {{ compared_value }}.

source: 9c3ad0f
sv_se: Bildens proportion är för stor ({{ ratio }}). Maximalt tillåten proportion är {{ max_ratio }}.

source: 4376d45
sv_se: Bildens proportion är för liten ({{ ratio }}). Minsta tillåtna proportion är {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
sv_se: Bilden är kvadratisk ({{ width }}x{{ height }}px). Kvadratiska bilder är inte tillåtna.

source: 1dc128a
sv_se: Bilden är landskapsorienterad ({{ width }}x{{ height }}px). landskapsorienterade bilder är inte tillåtna.

source: 9e27714
sv_se: Bilden är porträttorienterad ({{ width }}x{{ height }}px). porträttorienterade bilder är inte tillåtna.

source: An empty file is not allowed.
sv_se: En tom fil är inte tillåten.

source: The host could not be resolved.
sv_se: Värden kunde inte lösas.

source: This value does not match the expected {{ charset }} charset.
sv_se: Detta värde matchar inte den förväntade {{ charset }} teckenuppsättningen.

source: This is not a valid Business Identifier Code (BIC).
sv_se: Detta är inte en giltig Business Identifier Code (BIC).

source: This is not a valid UUID.
sv_se: Detta är inte en giltig UUID.

source: This value should be a multiple of {{ compared_value }}.
sv_se: Detta värde borde vara en multiple of {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
sv_se: Denna Business Identifier Code (BIC) är inte associerad med IBAN {{ iban }}.

source: This value should be valid JSON.
sv_se: Detta värde borde vara en giltig JSON.

source: This collection should contain only unique elements.
sv_se: Denna samling borde innehålla endast unika element.

source: This value should be positive.
sv_se: Detta värde borde vara positivt.

source: This value should be either positive or zero.
sv_se: Detta värde borde vara antingen positivt eller noll.

source: This value should be negative.
sv_se: Detta värde borde vara negativt.

source: This value should be either negative or zero.
sv_se: Detta värde borde vara antingen negativt eller noll.

source: This value is not a valid timezone.
sv_se: Detta värde är inte en giltig tidszon.

source: 7e27e92
sv_se: Detta lösenord har spridits vid en dataläcka och ska inte användas. Vänligen använd ett annat lösenord.

source: This value should be between {{ min }} and {{ max }}.
sv_se: Detta värde borde vara mellan {{ min }} och {{ max }}.

source: This form should not contain extra fields.
sv_se: Detta formulär borde inte innehålla extrafält.

source: The uploaded file was too large. Please try to upload a smaller file.
sv_se: Den uppladdade filen var för stor. Vänligen försök att ladda upp en mindre fil.

source: The CSRF token is invalid. Please try to resubmit the form.
sv_se: CSRF-token är ogiltig. Vänligen försök att skicka formuläret igen.

source: post.blank_summary
sv_se: Ge din post en sammanfattning!

source: post.blank_content
sv_se: Din post borde ha något innehåll!

source: post.too_short_content
sv_se: Postinnehåll är för kort (minst {{ limit }} tecken)

source: post.too_many_tags
sv_se: För många tags ({{ limit }} tags eller färre)

source: comment.blank
sv_se: Vänligen lämna inte din kommentar tom!

source: comment.too_short
sv_se: Kommentar är för kort (minst {{ limit }} tecken)

source: comment.too_long
sv_se: Kommentar för lång (maximalt {{ limit }} tecken)

source: comment.is_spam
sv_se: Innehållet i denna kommentar betraktas som spam.

source: user.duplicate_email
sv_se: En användare med {{ value }} e-post existerar redan.

source: user.duplicate_username
sv_se: En användare men {{ value }} användarnamn existerar redan.

source: user.not_valid_password
sv_se: Ogiltigt lösenord. Lösenordet borde innehålla minst 6 tecken.

source: user.not_valid_email
sv_se: Ogiltig e-post

source: user.username_invalid_characters
sv_se: Användarnamnet måste innehålla endast gemener av latinska tecken, nummer och understreck.

source: user.not_valid_display_name
sv_se: Ogiltigt visningsnamn
